[
    {
        "title": "Super cool unicode text magic. Monospace aka. fixed-width",
        "short_title": "Monospace",
        "variant_code": "m",
        "slug": "monospace",
        "description": "Use this monospace tool to generate fixed-width text that can be copied into Facebook, Twitter, SMS, etc. Monospace fonts can mimic a typewriter or computer terminal. They are useful useful when displaying tabular data (like in a spreadsheet) and you want the columns to line up.",
        "content": "<p>You can use this monospaced typewriter text generator help your text maintain consistent spacing. This is useful if you're posting about code or tabular data, but monospace has creative uses too. If you're creating ASCII art and want all your letter to line-up nicely, you can paste text generated by this tool as well. This text can also give off a vintage typewriter vibe, or old-school computer terminal vibe, if you're writing text would work well with a nostalgic aesthetic. These characters can be easily copied and pasted anywhere on the web because the use Unicode characters.</p>"
    },
    {
        "title": "Super cool unicode text magic. Write ğ›ğ¨ğ¥ğ updates on Facebook, Twitter, and elsewhere.",
        "short_title": "Bold",
        "variant_code": "b",
        "slug": "bold",
        "description": "This tool generates bold and italic text using unicode characters (ğ¥ğ¢ğ¤ğ ğ­ğ¡ğ¢ğ¬, ğ˜ğ—µğ—¶ğ˜€). You can copy and paste this text into email or use it in your Facebook and Twitter status updates, YouTube comments, etc. Bold and italics are often used to emphasize a point. Bold text can also be used to help structure larger bodies of text, for example, bolded text can be used to denote a subject, heading, or title.",
        "content": "<p>Bold text can be used in social media and on the web for a few different purposes. This text style can emphasize important information, draw attention to specific content, and highlight key points or calls-to-action. Using a bold text generator enhances readability, breaks up long paragraphs, and can establish a visual hierarchy. This style also contributes to a brand's visual identity, adding personality and consistency to an online presence.</p><p>Bold text can be used for styling usernames, creating visually appealing posts, or on platforms that lack native text styling functionality. The generated text comes from Unicode's Mathematical Alphanumeric Symbols block, originally intended for mathematical notation.</p><p>While the bold text that is generated here looks similar to text that is bolded in a word processor, it is different. These characters are not generated using the HTML tags (like &lt;bold&gt;), nor are they styled with the CSS attribute (font-weight: bold). If you copy this text, the letters will retain their styling when pasted elsewhere. This is the magic of Unicode.</p><p>It's crucial to use bold text sparingly to avoid overwhelming readers. Additionally, it's important to note that the appearance of this text may vary across platforms and devices, depending on how they render Unicode.</p>"
    },
    {
        "title": "Super cool unicode text magic. Write ğ‘–ğ‘¡ğ‘ğ‘™ğ‘–ğ‘ updates on Facebook, Twitter, and elsewhere.",
        "short_title": "Italic",
        "variant_code": "i",
        "slug": "italic",
        "description": "This tool generates bold and italic text using unicode characters (ğ‘¡â„ğ‘–ğ‘  & ğ˜µğ˜©ğ˜ªğ˜´). You can copy and paste this text into email or use it in your Facebook and Twitter status updates, YouTube comments, etc. Bold and italics are often used to emphasize a point. Bold text can also be used to help structure larger bodies of text, for example, bolded text can be used to denote a subject, heading, or title.",
        "content": "<p>Italic text can be used in social media and on the web for a few different purposes. This text style can emphasize important information, draw attention to specific content, and highlight key points or calls-to-action. Using an italic text generator enhances readability, breaks up long paragraphs, and can establish a visual hierarchy. This style also contributes to a brand's visual identity, adding personality and consistency to an online presence.</p> <p>Italic text can be used for styling usernames, creating visually appealing posts, or on platforms that lack native text styling functionality. The generated text comes from Unicode's Mathematical Alphanumeric Symbols block, originally intended for mathematical notation.</p> <p>While the italic text that is generated here looks similar to text that is italicized in a word processor, it is different. These characters are not generated using the HTML tags (like &lt;em&gt;), nor are they styled with the CSS attribute (font-style: italic). If you copy this text, the letters will retain their styling when pasted elsewhere. This is the magic of Unicode.</p> <p>It's crucial to use italic text sparingly to avoid overwhelming readers. Additionally, it's important to note that the appearance of this text may vary across platforms and devices, depending on how they render Unicode.</p>"
    },
    {
        "title": "Super cool unicode text magic. Write ğ›ğ¨ğ¥ğ and/or ğ‘–ğ‘¡ğ‘ğ‘™ğ‘–ğ‘ updates on Facebook, Twitter, and elsewhere.",
        "short_title": "Bold / Italic",
        "variant_code": "bi",
        "slug": "bold-italic",
        "description": "This tool generates bold and italic text using unicode characters (ğ¥ğ¢ğ¤ğ ğ­ğ¡ğ¢ğ¬, ğ˜ğ—µğ—¶ğ˜€, ğ‘¡â„ğ‘–ğ‘ , & ğ˜µğ˜©ğ˜ªğ˜´). You can copy and paste this text into email or use it in your Facebook and Twitter status updates, YouTube comments, etc. Bold and italics are often used to emphasize a point. Bold text can also be used to help structure larger bodies of text, for example, bolded text can be used to denote a subject, heading, or title.",
        "content": "<p>Bold and italic text can be used in social media and on the web for a few different purposes. This text style can emphasize important information, draw attention to specific content, and highlight key points or calls-to-action. Using a bold and italic text generator enhances readability, breaks up long paragraphs, and can establish a visual hierarchy. This style also contributes to a brand's visual identity, adding personality and consistency to an online presence.</p><p>Bold and italic text can be used for styling us usernames, creating visually appealing posts, or on platforms that lack native text styling functionality. The generated text comes from Unicode's Mathematical Alphanumeric Symbols block, originally intended for mathematical notation.</p><p>While the bold and italic text that is generated here looks similar to text that is bolded and italicized in a word processor, it is different. These characters are not generated using the HTML tags (like &lt;em&gt;), nor are they styled with the CSS attribute (font-weight: bold). If you copy this text, the letters will retain their styling when pasted elsewhere. This is the magic of Unicode.</p><p>It's crucial to use bold and italic text sparingly to avoid overwhelming readers. Additionally, it's important to note that the appearance of this text may vary across platforms and devices, depending on how they render Unicode.</p>"
    },
    {
        "title": "Super cool unicode text magic. ğ“›ğ“¸ğ“¿ğ“®ğ“µğ”‚ flowing cursive text for Facebook, Twitter, and more. Sign your tweets in script.",
        "short_title": "Script (Cursive)",
        "variant_code": "c",
        "slug": "script",
        "description": "This tool generates formal, flowing, script text (ğ“ğ’¾ğ“€â„¯ ğ“‰ğ’½ğ’¾ğ“ˆ) that can be copied/pasted into Facebook status messages, Twitter updates, YouTube comments, etc. This script style text can be used to recreate the human-ness of handwritten text, or to imitate formal calligraphy.",
        "content": "<p>Cursive text, also known as script or handwriting, has a long and rich history that dates back to ancient times. Some early examples of cursive writing include <a href=\"https://en.wikipedia.org/wiki/Roman_cursive\" rel=\"noopener noreferrer\" target=\"_blank\">Roman cursive</a> and <a href=\"https://en.wikipedia.org/wiki/Carolingian_minuscule\" rel=\"noopener noreferrer\" target=\"_blank\">Carolingian minuscule</a>. Over the years, cursive writing proved to be handy in everyday life, by allowing people to write faster and more efficiently penmanship.</p><p>In modern times, although the prevalence of digital communication and typing has diminished the need for cursive handwriting, but the use of cursive fonts persists. Cursive fonts can evoke a sense of elegance, sophistication, and nostalgia. They are often employed in formal invitations, wedding announcements, and other designs that seek to convey a classic or refined aesthetic. </p><p>Additionally, cursive fonts can imbue a personal touch and convey a sense of individuality, especially when used for personal branding or creative endeavors. While cursive text is less commonly used in everyday digital communication, it is possible to incorporate it in social media platforms. You can use cursive fonts on Twitter, Facebook, TikTok, Instagram and other social media platforms with our text generators. </p><p>Under the hood our cursive text generator uses Unicode characters that resemble cursive writing. By applying cursive text sparingly and purposefully, you can add a distinctive flair to your social media posts, captions, or profile bios, allowing your written content to stand out in unique, elegant, and visually appealing manner.</p>"
    },
    {
        "title": "Super cool unicode text magic. ğ“›ğ“¸ğ“¿ğ“®ğ“µğ”‚ flowing cursive text for Facebook, Twitter, and more. Sign your tweets in script.",
        "short_title": "Bold Script",
        "variant_code": "bc",
        "slug": "bold-script",
        "description": "This tool generates formal, flowing, bold script text (ğ“ğ’¾ğ“€â„¯ ğ“‰ğ’½ğ’¾ğ“ˆ) that can be copied/pasted into Facebook status messages, Twitter updates, YouTube comments, etc. This script style text can be used to recreate the human-ness of handwritten text, or to imitate formal calligraphy.",
        "content": "<p>Cursive text, also known as script or handwriting, has along and rich history that dates back to ancient times. Some early examples of cursive writing include <a href=\"https://en.wikipedia.org/wiki/Roman_cursive\" rel=\"noopener noreferrer\" target=\"_blank\">Roman cursive</a> and <a href=\"https://en.wikipedia.org/wiki/Carolingian_minuscule\" rel=\"noopener noreferrer\" target=\"_blank\">Carolingian minuscule</a>. Over the years, cursive writing proved to be handy in everyday life, by allowing people to write faster andmore efficiently penmanship.</p><p>In modern times, although the prevalence of digital communication and typing has diminished the need for cursive handwriting, but the use of cursive fonts persists. Cursive fonts can evoke a sense of elegance, sophistication, and nostalgia. They are often employed in formal invitations, wedding announcements and other designs that seek to convey a classic or refined aesthetic. </p><p>Additionally, cursive fonts can imbue a personal touch and convey a sense of individuality, especially when used for personal branding or creative endeavors. While cursive text is less commonly used in everyday digital communication, it is possible to incorporate it in social media platforms. You can use cursive fonts on Twitter, Facebook, TikTok, Instagram and other social media platforms with our text generators. </p><p>Under the hood our cursive text generator uses Unicode characters that resemble cursive writing. By applying cursive text sparingly and purpose fully, you can add a distinctive flair to your social media posts, captions, or profile bios, allowing your written content to stand out in unique, elegant, and visually appealing manner.</p>"
    },
    {
        "short_title": "Gothic",
        "title": "Super cool unicode text magic. ğ•­ğ–”ğ–”ğ–’. Use gothic / blackletter / old English fonts on Twitter, Facebook, and more.",
        "variant_code": "g",
        "slug": "gothic",
        "description": "Fraktur, blackletter, old English, or gothic text is a style of text script used for European languages beginning in the 12th century. This style is now mostly used for decorative purposes, for example, to evoke an old word classical feel. It can also be used to evoke a heavy metal feeling. This unicode text tool generates Fraktur style black letter text that can be copied into Facebook and Twitter messages, YouTube comments, SMS messages, etc.",
        "content": "<p>Gothic fonts are a type of handwritten script that originated in the early17th century. They were used for writing books, letters, and other written works. The style of gothic fonts is characterized by its use of bold, angular shapes and a lack of cursive elements.</p><p>Gothic fonts are often used in formal contexts, such as academic papers, business reports, and legal documents. They are also commonly used in advertising and branding, where they can convey a sense of power, authority, and professionalism.</p><p>In modern times, gothic fonts are still used in some contexts, particularly in the fields of typography and graphic design. They can be used to create visually appealing designs, such as logos, posters, and banners.</p><p>Under the hood our gothic text generator uses Unicode characters that resemble gothic writing. By applying gothic text sparingly and purposefully, you can add a distinctive flair to your social media posts, captions, or profile bios, allowing your written content to stand out in unique, elegant, and visually appealing manner.</p>"
    },
    {
        "short_title": "Bold Gothic",
        "title": "Super cool unicode text magic. ğ–«ğ–”ğ–”ğ–‰. Use bold gothic / blackletter / old English fonts on Twitter, Facebook, and more.",
        "variant_code": "bg",
        "slug": "bold-gothic",
        "description": "Fraktur, blackletter, old English, or gothic text is a style of text script used for European languages beginning in the 12th century. This style is now mostly used for decorative purposes, for example, to evoke an old word classical feel. It can also be used to evoke a heavy metal feeling. This unicode text tool generates Fraktur style black letter text that can be copied into Facebook and Twitter messages, YouTube comments, SMS messages, etc.",
        "content": "<p>Fraktur, also known as Gothic or Blackletter, has a fascinating history that can be traced back to medieval times. This distinctive style of writing emerged in various European cultures, including Germany and Scandinavia. Fraktur script features intricate, bold letterforms with sharp, angular strokes. While Fraktur was widely used in printing and writing during the Middle Ages and Renaissance, its popularity waned with the advent of modern typefaces. However, Fraktur fonts continue to hold a special place in design, particularly for projects that aim to evoke a sense of tradition, heritage, or Gothic aesthetics. They are often employed in vintage-inspired designs, book covers, and decorative elements to add a touch of historical charm. Despite its reduced prevalence in everyday communication, Fraktur can still be used in digital platforms and social media. Our gothic text generators can be employed to incorporate this unique script into social media posts, profiles, or artistic creations. By utilizing Fraktur text thoughtfully and selectively, you can infuse your digital content with an alluring and nostalgic ambiance.</p>"
    },
    {
        "short_title": "Doublestruck (Outline)",
        "title": "Super cool unicode text magic. Use double-struck ğ• ğ•¦ğ•¥ğ•ğ•šğ•Ÿğ•–ğ•• words (aka blackboard bold) on Facebook, Twitter, and more.",
        "variant_code": "d",
        "slug": "doublestruck",
        "description": "Our outlined text generator can help your words stand out. The Doublestruck style originated as a method to create a style that looked bold when drawn on blackboards (ğ•ğ•šğ•œğ•– ğ•¥ğ•™ğ•šğ•¤). Because these styles are generated with Unicode, you can paste the text into Facebook or Twitter to make your posts look like they're using a shaded or inline font.",
        "content": "<p>Double-struckletters are a type of mathematical symbol that are typically used to represent sets or numbers in mathematics. They are often used to emphasize the importance of a particular concept or symbol. Double-struck letters are often used in mathematical equations, proofs, and other mathematical documents.</p><p>Double-struck letters are often used to represent sets of numbers, such as the set of all integers, the set of all rational numbers, or the set of all real numbers. They are also used to represent other mathematical concepts, such as the set of all prime numbers, the set of all composite numbers, or the set of all perfect squares.</p><p>Double-struck letters are often used in mathematical texts to make them more visually appealing and easier to read. They can also be used to add a sense of authority or importance to mathematical concepts.</p><p>Under the hood our double-struck text generator uses Unicode characters that resemble double-struck letters. By applying double-struck text sparingly and purposefully, you can add a distinctive flair to your social media posts, captions, or profile bios, allowing your written content to stand out in unique, elegant, and visually appealing manner.</p>"
    },
    {
        "short_title": "Sans",
        "title": "Super cool unicode text magic. Use sans serif / sans-serif / sans-style / sans-typeface / sans-font / sans-style / sans-typeface / sans-font / sans-style / sans-typeface / sans-font on Facebook, Twitter, and more.",
        "variant_code": "s",
        "slug": "sans",
        "description": "Sans-serif fonts are a popular choice for web design and typography. They are often used in combination with serif fonts, which are more traditional and traditional-looking. Sans-serif fonts are often used in web design because they are easier to read and more visually appealing. They are also often used in logos and branding because they are simple and clean. Our sans-serif text generator can help you create text that looks like it's written in a sans-serif font.",
        "content": "<p>Sans-serif fontsare a popular choice for web design and typography. They are often used in combination with serif fonts, which are more traditional and traditional-looking. Sans-serif fonts are often used in web design because they are easier to read and more visually appealing. They are also often used in logos and branding because they are simple and clean.</p><p>Sans-serif fonts are often used in web design because they are easier to read and more visually appealing. They are also often used in logos and branding because they are simple and clean.</p>"
    },
    {
        "short_title": "Bold Sans",
        "title": "Super cool unicode text magic. Use bold sans serif / bold sans-serif / bold sans-style / bold sans-typeface / bold sans-font / bold sans-style / bold sans-typeface / bold sans-font on Facebook, Twitter, and more.",
        "variant_code": "bs",
        "slug": "bold-sans",
        "description": "Bold sans-serif fonts are a popular choice for web design and typography. They are often used in combination with serif fonts, which aremore traditional and traditional-looking. Bold sans-serif fonts are often used in web design because they are easier to read and more visuallyappealing. They are also often used in logos and branding because they are simple and clean. Our bold sans-serif text generator can help you create text that looks like it's written in a bold sans-serif font.",
        "content": "<p>Bold sans-serif fontsare a popular choice for web design and typography. They are often used in combination with serif fonts, which are more traditional and traditional-looking. Bold sans-serif fonts are often used in web design because they are easier to read and more visually appealing. They are also often used in logos and branding because they are simple and clean.</p><p>Bold sans-serif fonts are often used in web design because they are easier to read and more visually appealing. They are also often used in logos and branding because they are simple and clean.</p>"
    },
    {
        "short_title": "Italic Sans",
        "title": "Super cool unicode text magic. Use italic sans serif / italic sans-serif / italic sans-style / italic sans-typeface / italic sans-font / italic sans-style / italic sans-typeface / italic sans-font on Facebook, Twitter, and more.",
        "variant_code": "is",
        "slug": "italic-sans",
        "description": "Italic sans-serif fonts are a popular choice for web design and typography. They are often used in combination with serif fonts, which are more traditional and traditional-looking. Italic sans-serif fonts are often used in web design because they are easier to read and more visuallyappealing. They are also often used in logos and branding because they are simple and clean. Our italic sans-serif text generator can help you create text that looks like it's written in an italic sans-serif font.",
        "content": "<p>Italic sans-serif fontface a popular choice for web design and typography. They are often used in combination with serif fonts, which are more traditional and traditional-looking. Italic sans-serif fonts are often used in web design because they are easier to read and more visually appealing. They are also often used in logos and branding because they are simple and clean.</p><p>Italic sans-serif fonts are often used in web design because they are easier to read and more visually appealing. They are also often used in logos and branding because they are simple and clean.</p>"
    },
    {
        "short_title": "Bold Italic Sans",
        "title": "Super cool unicode text magic. Use bold italic sans serif / bold italic sans-serif / bold italic sans-style / bold italic sans-typeface / bold italic sans-font / bold italic sans-style / bold italic sans-typeface / bold italic sans-font on Facebook, Twitter, and more.",
        "variant_code": "bis",
        "slug": "bold-italic-sans",
        "description": "Bold italic sans-serif fonts are a popular choice for web design and typography. They are often used in combination with serif fonts, which are more traditional and traditional-looking. Bold italic sans-serif fonts are often used in web design because they are easier to read and more visuallyappealing. They are also often used in logos and branding because they are simple and clean. Our bold italic sans-serif text generator can help you create text that looks like it's written in a bold italic sans-serif font.",
        "content": "<p>Bold italic sans-serif fontface a popular choice for web design and typography. They are often used in combination with serif fonts, which are more traditional and traditional-looking. Bold italic sans-serif fonts are often used in web design because they are easier to read and more visually appealing. They are also often used in logos and branding because they are simple and clean.</p><p>Bold italic sans-serif fonts are often used in web design because they are easier to read and more visually appealing. They are also often used in logos and branding because they are simple and clean.</p>"
    },
    {
        "short_title": "Circled",
        "title": "Super cool unicode text magic. Care for a glass of â“‘â“¤â“‘â“‘â“›â“¨?",
        "variant_code": "o",
        "slug": "circled",
        "description": "This tool generates text characters inside of circles or bubbles, with either dark or light backgrounds. These bubble characters can be used inside of Facebook or Twitter status updates, in emails, and elsewhere. You can use bubble text to indicate excitement, cause for celebration, or to denote something important.",
        "content": "<p>Our bubble text generator uses characters from the \"Enclosed Alphanumerics\" and \"Enclosed Alphanumeric Supplement\" Unicode blocks. These characters were originally intended to function as numbered and lettered bullets in ordered lists. They provide a range of visually distinct and enclosed shapes that can be used as stylistic alternatives to traditional bullet points. While their original purpose was utilitarian, these enclosed characters have also found creative applications in various contexts. The \"Bubble Text\" generator utilizes the captivating and decorative nature of the enclosed characters to generate visually appealing and engaging text styles, adding a touch of whimsy and uniqueness to written content.</p>"
    },
    {
        "short_title": "Circled negative",
        "title": "Super cool unicode text magic. Care for a glass of â“‘â“¤â“‘â“‘â“›â“¨?",
        "variant_code": "on",
        "slug": "circled-negative",
        "description": "This tool generates text characters inside of circles or bubbles, with either dark or light backgrounds. These bubble characters can be used inside of Facebook or Twitter status updates, in emails, and elsewhere. You can use bubble text to indicate excitement, cause for celebration, or to denote something important.",
        "content": "<p>Our bubble text generator uses characters from the \"Enclosed Alphanumerics\" and \"Enclosed Alphanumeric Supplement\" Unicode blocks. These characters were originally intended to function as numbered and lettered bullets in ordered lists. They provide a range of visually distinct and enclosed shapes that can be used as stylistic alternatives to traditional bullet points. While their original purpose was utilitarian, these enclosed characters have also found creative applications in various contexts. The \"Bubble Text\" generator utilizes the captivating and decorative nature of the enclosed characters to generate visually appealing and engaging text styles, adding a touch of whimsy and uniqueness to written content.</p>"
    },
    {
        "short_title": "Square",
        "title": "Super cool unicode text magic. Square ğŸ…ƒğŸ„´ğŸ…‡ğŸ…ƒ!",
        "variant_code": "q",
        "slug": "square",
        "description": "Use this tool to generate square boxes around the letters you type. Use this to post hangman & Wheel of Fortune style clues on Twitter and Facebook. ğŸ…†ğŸ„°ğŸ„½ğŸ„½ğŸ„° ğŸ„±ğŸ…„ğŸ…ˆ ğŸ„° ğŸ……ğŸ„¾ğŸ…†ğŸ„´ğŸ„»?<br>Or... use this square letter font tool to make your text look hip. Because it's hip to be square ;)",
        "content": "<p>Our \"square text generator\" harnesses the power of the \"Enclosed Alphanumeric Supplement\" block in Unicode, specifically the squared latin capital letters. The creative possibilities of adding boxes or squares around letters are endless. This unique text styling technique opens up a world of creativity, allowing you to enhance your writing in exciting ways. You can paste these squared letters anywhere the web, to create attention-grabbing headlines, captivating titles, or eye-catching posts that make a bold statement. By using the Square Text Generator, you can create text that resembles bricks, windows, or pixelated elements, which can be applied in various creative contexts. The distinctive look of squared letters adds a modern and geometric touch to your content, making it visually appealing and memorable. With the square text generator, you can unleash your creativity and explore the endless possibilities of incorporating boxed or squared letters into your designs.</p>"
    },
    {
        "short_title": "Square negative",
        "title": "Super cool unicode text magic. Square ğŸ…ƒğŸ„´ğŸ…‡ğŸ…ƒ!",
        "variant_code": "qn",
        "slug": "square-negative",
        "description": "Use this tool to generate square boxes around the letters you type. Use this to post hangman & Wheel of Fortune style clues on Twitter and Facebook. ğŸ…†ğŸ„°ğŸ„½ğŸ„½ğŸ„° ğŸ„±ğŸ…„ğŸ…ˆ ğŸ„° ğŸ……ğŸ„¾ğŸ…†ğŸ„´ğŸ„»?<br>Or... use this square letter font tool to make your text look hip. Because it's hip to be square ;)",
        "content": "<p>Our \"square text generator\" harnesses the power of the \"Enclosed Alphanumeric Supplement\" block in Unicode, specifically the squared latin capital letters. The creative possibilities of adding boxes or squares around letters are endless. This unique text styling technique opens up a world of creativity, allowing you to enhance your writing in exciting ways. You can paste these squared letters anywhere the web, to create attention-grabbing headlines, captivating titles, or eye-catching posts that make a bold statement. By using the Square Text Generator, you can create text that resembles bricks, windows, or pixelated elements, which can be applied in various creative contexts. The distinctive look of squared letters adds a modern and geometric touch to your content, making it visually appealing and memorable. With the square text generator, you can unleash your creativity and explore the endless possibilities of incorporating boxed or squared letters into your designs.</p>"
    },
    {
        "short_title": "Paranthesis",
        "title": "Super cool unicode text magic. Paranthesis â’«â’œâ’­â’ â’©â’¯â’£â’ â’®â’¤â’®!",
        "variant_code": "p",
        "slug": "paranthesis",
        "description": "This tool generates text characters inside of parenthesis or brackets, with either dark or light backgrounds. These bracket characters can be used inside of Facebook or Twitter status updates, in emails, and elsewhere. You can use bracket text to indicate excitement, cause for celebration, or to denote something important.",
        "content": "<p>Our bracket text generator uses characters from the \"Enclosed Alphanumerics\" and \"Enclosed Alphanumeric Supplement\" Unicode blocks. These characters were originally intended to function as numbered and lettered bullets in ordered lists. They provide a range of visually distinct and enclosed shapes that can be used as stylistic alternatives to traditional bullet points. While their original purpose was utilitarian, these enclosed characters have also found creative applications in various contexts. The \"Bracket Text\" generator utilizes the captivating and decorative nature of the enclosed characters to generate visually appealing and engaging text styles, adding a touch of whimsy and uniqueness to written content.</p>"
    },
    {
        "short_title": "Fullwidth",
        "title": "Fullwidth text generator ï½†ï½•ï½Œï½Œï½—ï½‰ï½„ï½”ï½ˆ",
        "variant_code": "w",
        "slug": "fullwidth",
        "description": "This tool generates fullwidth text characters. These characters can be used inside of Facebook or Twitter status updates, in emails, and elsewhere. You can use fullwidth text to indicate excitement, cause for celebration, or to denote something important.",
        "content": "<p>Our fullwidth text generator uses characters from the \"CJK Unified Ideographs Extension A\" Unicode block. These characters are designed to be used in Chinese, Japanese, and Korean scripts, and they are known for their wide range of glyphs and complex forms. The \"Fullwidth Text\" generator allows you to generate text that looks like it has been written in a different language, adding a touch of whimsy and uniqueness to written content.</p>"
    },
    {
        "short_title": "Flags",
        "title": "Make your text country specific!",
        "variant_code": "f",
        "slug": "flags",
        "description": "This tool generates country flags. These flags can be used inside of Facebook or Twitter status updates, in emails, and elsewhere. You can use flags to indicate the country of origin of a person or place.",
        "content": "<p>Our flag text generator uses characters from the \"Regional Indicator Symbols\" Unicode block. These characters are used to represent countries and regions around the world, and they are known for their unique and visually appealing shapes. The \"Flag Text\" generator allows you to generate text that looks like it has been written in a different language, adding a touch of whimsy and uniqueness to written content.</p>"
    },
    {
        "short_title": "Numbers Dot",
        "title": "Numbers with dots â’ˆâ’‰â’Šâ’‹",
        "variant_code": "nd",
        "slug": "numbers-dot",
        "description": "This tool generates numbers with dots. These numbers can be used inside of Facebook or Twitter status updates, in emails, and elsewhere. You can use numbers with dots to indicate the number of items in a list or collection.",
        "content": "<p>Our numbers with dots generator uses characters from the \"Enclosed Alphanumeric Supplement\" Unicode block. These characters are designed to be used as numbered bullets in lists, and they are known for their distinctive and visually appealing shapes. The \"Numbers with Dots\" generator allows you to generate text that looks like it has been written in a different language, adding a touch of whimsy and uniqueness to written content.</p>"
    },
    {
        "short_title": "Numbers Comma",
        "title": "Numbers with commas ğŸ„‚ğŸ„ƒğŸ„„ğŸ„…",
        "variant_code": "nc",
        "slug": "numbers-comma",
        "description": "This tool generates numbers with commas. These numbers can be used inside of Facebook or Twitter status updates, in emails, and elsewhere. You can use numbers with commas to indicate the number of items in a list or collection.",
        "content": "<p>Our numbers with commas generator uses characters from the \"Enclosed Alphanumeric Supplement\" Unicode block. These characters are designed to be used as numbered bullets in lists, and they are known for their distinctive and visually appealing shapes. The \"Numbers with Commas\" generator allows you to generate text that looks like it has been written in a different language, adding a touch of whimsy and uniqueness to written content.</p>"
    },
    {
        "short_title": "Number Double Circled",
        "title": "Double circled numbers â“µâ“¶â“·â“¸",
        "variant_code": "ndc",
        "slug": "number-double-circled",
        "description": "This tool generates double circled numbers. These numbers can be used inside of Facebook or Twitter status updates, in emails, and elsewhere. You can use double circled numbers to indicate the number of items in a list or collection.",
        "content": "<p>Our double circled numbers generator uses characters from the \"Enclosed Alphanumeric Supplement\" Unicode block. These characters are designed to be used as numbered bullets in lists, and they are known for their distinctive and visually appealing shapes. The \"Double Circled Numbers\" generator allows you to generate text that looks like it has been written in a different language, adding a touch of whimsy and uniqueness to written content.</p>"
    },
    {
        "short_title": "Roman",
        "title": "Roman numerals â… â…¡â…¢â…£â…¤â…¥â…¦â…§â…¨â…©â…ªâ…«",
        "variant_code": "r",
        "slug": "roman",
        "description": "This tool generates roman numerals. These numbers can be used inside of Facebook or Twitter status updates, in emails, and elsewhere. You can use roman numerals to indicate the number of items in a list or collection.",
        "content": "<p>Our roman numerals generator uses characters from the \"Roman Numerals\" Unicode block. These characters are designed to be used as numbered bullets in lists, and they are known for their distinctive and visually appealing shapes. The \"Roman Numerals\" generator allows you to generate text that looks like it has been written in a different language, adding a touch of whimsy and uniqueness to written content.</p>"
    }
]
